[{"_id":"5aa04df09f554949aca3d70a",
"storyPremise":"You wake up in a room full of buttons.  Each button has a strange symbol on it.  You don't have any recollection of how you got there.  Just yesterday you were driving through Nevada on your way down to Roswell for the national alien convention.  All you have is a deep sense of fear that is unexplainable.  What do you do?",
"optionOne":"Start pressing buttons",
"optionTwo":"Look for a way out",
"keyValue":"0","__v":0},
{"_id":"5aa0601457931c4ccdff34ec",
"storyPremise":"You start pushing buttons. A table rises out of the ground seemingly out of nowhere. It has a key and a lock on it.",
"optionOne":"",
"optionTwo":"",
"keyValue":"01",
"__v":0},
{"_id":"5aa0607599703c4cce58dc83",
"storyPremise":"As you search the room you see a wall full of buttons.  Everything else is white.  So white that you can't tell where the corners of the wall are.",
"optionOne":"",
"optionTwo":"",
"keyValue":"02",
"__v":0},

{"_id":"5aa04df09f554949aca39j6d",
"storyPremise":"Ramps keytar YOLO shoreditch deep v kombucha distillery sustainable bicycle rights microdosing try-hard marfa tilde fixie seitan. Squid tumeric jianbing meh tumblr YOLO.",
"optionOne":"Drink the IPA",
"optionTwo":"Buy beard oil",
"keyValue":"1",
"__v":0},
{"_id":"5aa0601457931c4ccdffd4f6",
"storyPremise":"Deep v pitchfork hashtag shoreditch, messenger bag la croix twee paleo. Af fanny pack quinoa, polaroid banh mi master cleanse echo park literally cardigan.",
"optionOne":"",
"optionTwo":"",
"keyValue":"11",
"__v":0},
{"_id":"5aa0601457931c4ccdf43sc4",
"storyPremise":"Health goth schlitz green juice activated charcoal hell of twee fingerstache gastropub meditation hoodie humblebrag stumptown sartorial asymmetrical jean shorts.",
"optionOne":"",
"optionTwo":"",
"keyValue":"12",
"__v":0},

{"_id":"5aa04df09f554949aca13dgf",
"storyPremise":"Woke trust fund hell of yr meggings fanny pack health goth humblebrag viral lumbersexual mixtape +1 locavore. Mustache beard cliche gastropub gluten-free truffaut street art raclette franzen letterpress selvage farm-to-table iceland kickstarter.",
"optionOne":"Wear a kilt",
"optionTwo":"Converse shoes",
"keyValue":"2",
"__v":0},
{"_id":"5aa0601457931c4ccdf5f4rf",
"storyPremise":"Salvia single-origin coffee pickled venmo. Waistcoat wayfarers VHS, yuccie aesthetic bespoke vinyl farm-to-table.",
"optionOne":"",
"optionTwo":"",
"keyValue":"21",
"__v":0},
{"_id":"5aa0601457931c4ccdf52dvx",
"storyPremise":"Sustainable health goth intelligentsia mumblecore. Shabby chic bicycle rights godard, 3 wolf moon poke live-edge chicharrones wolf.",
"optionOne":"",
"optionTwo":"",
"keyValue":"22",
"__v":0}]
