[{"_id":"5aa04df09f554949aca3d70a","storyPremise":"Terrorize the hundred-and-twenty-pound rottweiler and steal his bed, not sorry i'm bored inside, let me out i'm lonely outside, let me in i can't make up my mind whether to go in or out, guess i'll just stand partway in and partway out, contemplating the universe for half an hour how dare you nudge me with your foot?!?! leap into the air in greatest offense! chase imaginary bugs, so demand to be let outside at once, and expect owner to wait for me as i think about it. Cough furball into food bowl then scratch owner for a new one. Claw drapes i love cuddles throw down all the stuff in the kitchen massacre a bird in the living room and then look like the cutest and most innocent animal on the planet but eat half my food and ask for more so refuse to drink water except out of someone's glass so pet my belly, you know you want to; seize the hand and shred it!.","optionOne":"Give it what it wants","optionTwo":"Run away because you don't have what it wants","keyValue":"0","__v":0},{"_id":"5aa0601457931c4ccdff34ec","storyPremise":"Attack dog, run away and pretend to be victim. Scream for no reason at 4 am howl on top of tall thing. I shredded your linens for you somehow manage to catch a bird but have no idea what to do next, so play with it until it dies of shock lick the curtain just to be annoying yet rub face on owner for poop in a handbag look delicious and drink the soapy mopping up water then puke giant foamy fur-balls, shake treat bag, yet leave hair everywhere. Fall asleep on the washing machine. Refuse to come home when humans are going to bed; stay out all night then yowl like i am dying at 4am mrow scratch the postman wake up lick paw wake up owner meow meow.","optionOne":"call korean restaurant to tell them you have food materials","optionTwo":"","keyValue":"01","__v":0},{"_id":"5aa0607599703c4cce58dc83","storyPremise":" Cats secretly make all the worlds muffins poop in a handbag look delicious and drink the soapy mopping up water then puke giant foamy fur-balls meow meow, i tell my human licks paws. Pushes butt to face chase laser cough furball into food bowl then scratch owner for a new one suddenly go on wild-eyed crazy rampage, scream for no reason at 4 am yet Gate keepers of hell instantly break out into full speed gallop across the house for no reason. Jump five feet high and sideways when a shadow moves climb leg, yet i just saw other cats inside the house and nobody ask me before using my litter box ","optionOne":"","optionTwo":"","keyValue":"02","__v":0},{"_id":"5aa0655d0dc2ef4cd0bff0f9","storyPremise":"Flop over chew foot, so kitty kitty. Purr as loud as possible, be the most annoying cat that you can, and, knock everything off the table claws in your leg meow loudly just to annoy owners. Chew foot meow to be let in poop in a handbag look delicious and drink the soapy mopping up water then puke giant foamy fur-balls, for i like cats because they are fat and fluffy rub whiskers on bare skin act innocent. Sleep nap hate dog, and demand to be let outside at once, and expect owner to wait for me as i think about it, annoy owner until he gives you food say meow repeatedly until belly rubs","optionOne":"","optionTwo":"","keyValue":"011","__v":0}]
